books = [
            {
            'title' : 'Сияние',
            'author' : 'Стивен Кинг',
            'pub_date' : '2018-09-10'
            },
            {
            'title' : '1984',
            'author' : 'Джордж Оруэл',
            'pub_date' : '2015-03-11'
            },
            {
            'title' : 'Хорошая книга',
            'author' : 'Хороший автор',
            'pub_date' : '2019-02-03'
                
            },
            {
            'title' : 'Плохая книга',
            'author' : 'Плохой автор',
            'pub_date' : '2019-02-15'
            },
            {
            'title' : 'Новая книга',
            'author' : 'Новый автор',
            'pub_date' : '2021-04-20'
            }
        ]
